/* Ink */
"Epson genuine" = "ตลับหมึกเอปสันแท้";
"EPSON genuine" = "ตลับหมึกเอปสันแท้";
"NONEGENUINECARTRIDGE" = "มิใช่ตลับหมึกเอปสันแท้";

/* Color */
"Black" = "สีดำ";
"Color" = "เลือกสี";
"Matte Black" = "สีดำด้าน";
"Photo Black" = "สีดำภาพถ่าย";
"Light Black" = "สีดำอ่อน";
"Light Light Black" = "สีดำอ่อนมาก";
"Cyan" = "สีน้ำเงินอมเขียว";
"Light Cyan" = "สีน้ำเงินอมเขียวอ่อน";
"Magenta" = "สีม่วงแดงเข้ม";
"Light Magenta" = "สีม่วงแดงอ่อน";
"Yellow" = "สีเหลือง";
"Dark Yellow" = "สีเหลืองเข้ม";
"Red" = "สีแดง";
"Blue" = "สีน้ำเงิน";
"Gloss Optimizer" = "ตัวเคลือบเงา";
"Vivid Magenta" = "สีแดงอมม่วงสด";
"Vivid Light Magenta" = "สีแดงอมม่วงอ่อนสด";
"Orange" = "สีส้ม";
"Green" = "สีเขียว";
"Unknown" = "ไม่รู้จัก";

"LFP Black" = "สีดำ";
"LFP Matte Black" = "สีดำด้าน";
"LFP Photo Black" = "สีดำภาพถ่าย";
"LFP Light Black" = "สีดำอ่อน";
"LFP Light Light Black" = "สีดำอ่อนมาก";
"LFP Cyan" = "สีน้ำเงินอมเขียว";
"LFP Light Cyan" = "สีน้ำเงินอมเขียวอ่อน";
"LFP Magenta" = "สีม่วงแดงเข้ม";
"LFP Light Magenta" = "สีม่วงแดงอ่อน";
"LFP Yellow" = "สีเหลือง";
"LFP Dark Yellow" = "สีเหลืองเข้ม";
"LFP Red" = "สีแดง";
"LFP Blue" = "สีน้ำเงิน";
"LFP Gloss Optimizer" = "ตัวเคลือบเงา";
"LFP Vivid Magenta" = "สีแดงอมม่วงสด";
"LFP Vivid Light Magenta" = "สีแดงอมม่วงอ่อนสด";
"LFP Orange" = "สีส้ม";
"LFP Green" = "สีเขียว";

"EAI Black" = "สีดำ";
"EAI Matte Black" = "สีดำด้าน";
"EAI Photo Black" = "สีดำภาพถ่าย";
"EAI Light Black" = "สีดำอ่อน";
"EAI Light Light Black" = "สีดำอ่อนมาก";
"EAI Cyan" = "สีน้ำเงินอมเขียว";
"EAI Light Cyan" = "สีน้ำเงินอมเขียวอ่อน";
"EAI Magenta" = "สีม่วงแดงเข้ม";
"EAI Light Magenta" = "สีม่วงแดงอ่อน";
"EAI Yellow" = "สีเหลือง";
"EAI Dark Yellow" = "สีเหลืองเข้ม";
"EAI Red" = "สีแดง";
"EAI Blue" = "สีน้ำเงิน";
"EAI Gloss Optimizer" = "ตัวเคลือบเงา";
"EAI Vivid Magenta" = "สีแดงอมม่วงสด";
"EAI Vivid Light Magenta" = "สีแดงอมม่วงอ่อนสด";
"EAI Orange" = "สีส้ม";
"EAI Green" = "สีเขียว";

/* Meter String */
"MetterStr_E" = "E";
"MetterStr_F" = "F";

/* Error String */
"Common ComError Text1" = "พบข้อผิดพลาดในการต่อเชื่อมกับเครื่องพิมพ์";
"Common ComError Text2" = "ตรวจสอบการต่อเชื่อมและเครื่องพิมพ์ได้เปิดทำงานหรือไม่ หากพบเครื่องพิมพ์ปิดอยู่ในขณะที่สั่งพิมพ์งาน ให้ยกเลิกงานพิมพ์ หากยังคงพบปัญหานี้อยู่ กรุณาตรวจสอบวิธีแก้ปัญหาจากคู่มือการใช้งาน";
"Common ComError B1" = "ลองใหม่";
"Common ComError B2" = "ยกเลิก";

"Common Error Text1" = "เกิดข้อผิดพลาด";
"Common Error Text2" = "ปิดเครื่องพริ้นเตอร์และนำกระดาษที่ติดในเครื่องออก แล้วรอสักครู่จึงค่อยเปิดเครื่องอีกครั้ง";
"Common Error B1" = "ไม่สำเร็จ";
"Common Error B2" = "ดำเนินการต่อ";

"Common FF Error Text1" = "เปลี่ยนตลับหมึก";
"Common FF Error Text2" = "ตรวจสอบว่าติดตั้งตลับน้ำหมึกถูกต้อง";
"Common FF Error B1" = "ไม่สำเร็จ";
"Common FF Error B2" = "ดำเนินการต่อ";

"Common Ink Low at Proxy" = "ตลับหมึกใกล้หมด";

"InkString_Colon" = ": ";
"InkString_Comma" = ", ";
"InkString_Linebreak" = "
";

"INKSETALERT_READDPRINTER_P" = "การติดตั้งตลับน้ำหมึกในเครื่องพิมพ์แตกต่างจากที่เคยทำการติดตั้งเมื่อเลือกเครื่องพิมพ์ในศูนย์กลางเครื่องพิมพ์ ลบเครื่องพิมพ์จากรายการเครื่องพิมพ์ในศูนย์กลางเครื่องพิมพ์และทำการเพิ่มเครื่องพิมพ์ใหม่ ";
"INKSETALERT_READDPRINTER_T" = "การติดตั้งตลับน้ำหมึกในเครื่องพิมพ์แตกต่างจากที่เคยทำการติดตั้งจากการเลือกเครื่องพิมพ์ใน คุณประโยชน์ติดตั้งเครื่องพิมพ์  ลบเครื่องพิมพ์จากรายการเครื่องพิมพ์ในคุณสมบัติการติดตั้งเครื่องพิมพ์และทำการเพิ่มเครื่องพิมพ์ใหม่";
"INKSETALERT_READDPRINTER_L" = "การติดตั้งตลับน้ำหมึกในเครื่องพิมพ์แตกต่างจากที่เคยทำการติดตั้งเมื่อเลือกเครื่องพิมพ์ ลบเครื่องพิมพ์จากรายการเครื่องพิมพ์ใน System Preferences &gt; Print &amp; Fax &gt;แถบการพิมพ์และทำการเพิ่มเครื่องพิมพ์ใหม่";

"Code" = "รหัส";

/* For Paper Low Alert */
"PAPERLOW_P" = "กระดาษใกล้หมด";

/* For Simple Error Hanlder For CFF */
"SEH_COMUERR" = "พบข้อผิดพลาดในการต่อเชื่อมกับเครื่องพิมพ์";
"SEH_ER00" = "เกิดข้อผิดพลาด";
"SEH_ER01" = "ขณะนี้เครื่องพิมพ์กำลังทำงาน";
"SEH_ER04" = "กระดาษติด";
"SEH_ER05" = "เปลี่ยนตลับหมึก";
"SEH_ER05_ICERR" = "เปลี่ยนตลับหมึก";
"SEH_ER05_FF" = "เปลี่ยนตลับหมึก";
"SEH_ER06" = "โหลดกระดาษไม่ถูกต้อง";
"SEH_ER10" = "กรุณาติดต่อศูนย์บริการเอปสันเพื่อตรวจสอบเครื่องพิมพ์";
"SEH_WRCD" = "ไม่สามารถทำความสะอาดหัวพิมพ์ได้";
"SEH_CCE" = "เกิดข้อผิดพลาด";
"SEH_RPE" = "ค่ากำหนดแหล่งป้อนกระดาษที่เลือกในไดรเวอร์เครื่องพิมพ์ไม่เหมาะสมกับกระดาษที่โหลดในเครื่องพิมพ์";
"SEH_STCS" = "กำลังชาร์จหมึก";

/* Ink Exchange Error */
"Ink Exchange Err 1" = "ไม่สามารถติดต่อกับเครื่องพิมพ์ได้ในขณะนี้ ตรวจสอบว่าได้ต่อเชื่อมเครื่องพิมพ์เข้ากับคอมพิวเตอร์ถูกต้องหรือไม่ หากเครื่องพิมพ์พิมพ์แบบทดสอบการพิมพ์ออกมา ให้ปิดเครื่องพิมพ์แล้วเปิดใหม่อีกครั้ง";
"Ink Exchange Err 2" = "หัวพิมพ์ไม่สามารถเลื่อนไปยังตำแหน่งให้เปลี่ยนตลับน้ำหมึกได้";
"Ink Exchange Err 3" = "หัวพิมพ์ไม่สามารถเลื่อนไปยังตำแหน่งที่ถูกต้องได้";
"Ink Exchange Err 4" = "ไม่สามารถติดตั้งตลับน้ำหมึกเข้าสู่ระบบได้";

/* Error Handler */
"ErrorHandler Append String Cancel" = "
แก้ปัญหาผลิตภัณฑ์";
"ErrorHandler Button String Cancel" = "ยกเลิก";

/* Ink Tank Utility */
"Above" = "สูงกว่า";
"below" = "ต่ำกว่า";
"Correct" = "รหัสนี้สามารถใช้ได้";
"Wrong" = "รหัสนี้ไม่สามารถใช้ได้";
"DifferenceColor" = "รหัสหมึกนี้สำหรับ %correctcolor%.
รหัสหมึกนี้ใช้ไม่ได้";
"Duplicate" = "ท่านไม่สามารถป้อน ID ที่เคยใช้งานก่อนหน้านี้ได้";
"DifferenceMachine" = "รหัสนี้ไม่สามารถใช้ได้";
"Ink Tank Utility Err1" = "ไม่มีข้อมูลสำหรับเครื่องพิมพ์นี้";
"Ink Tank Utility Err2" = "ไม่สามารถตรวจสอบการต่อเชื่อมกับเครื่องพิมพ์ได้
กรุณาตรวจสอบการต่อเชื่อมและลองใหม่อีกครั้ง";
